const BlogData = [
    {
        "id": 1,
        "title": "أفضل محل ملابس محجبات في الدقي",
        "price": 575.00,
        "description": ". يتطلب نزولك اليومي للعمل أو الجامعة مظهرًا متجددًا كل يوم! فهل تستوعب ميزانيتك احتمال هذا الأمر؟إذا كنتِ تحرصين على تألقك الدائم وظهورك بشكل متجدد كل يوم في نطاق عملك ووسط دائرة معارفك وصديقاتك! أذن أنتِ بحاجة لتوطيد العلاقة بمتجر خُطوة فرع الدقي",
        "category": "men's clothing",
        "image": "https://khotwh.com/cdn/shop/articles/1_15_770x.progressive.jpg?v=1676532715",
        "rating": {
            "rate": 3.9,
            "count": 120
        }
    },
    {
        "id": 2,
        "title": "أفضل محل ملابس محجبات في الاسكمدرية",
        "price": 200.00,
        "description": " يطل عليكم محل خُطوة لملابس المحجبات الكاجوال من الإسكندرية عروس البحر الأبيض المتوسط وأجمل مدن مصر الساحلية، ويعتبر هذا الفرع هو أولى فروعنا خارج القاهرة الكبرى لقد أصبح محل خُطوة أحد أفضل محلات الملابس الحريمي في الإسكندرية، التي تحرص على تقديم تشكيلة متميزة عن باقي المحلات الأخرى. كما يتميز بأسعاره المعقولة دون المساس بجودة المنتج، فدائمًا ما ستجدي موديلات للمحجبات حديثة ومختلفة عن أي مكان آخر. ولهذا فهو واحد من الأماكن التي ستحبين زيارتها من حين إلى آخر لاقتناء كل ما هو جديد وعصري.",
        "category": "women's clothing",
        "image": "https://khotwh.com/cdn/shop/articles/no_discount_02_770x.progressive.png.jpg?v=1676546569",
        "rating": {
            "rate": 4.1,
            "count": 259
        }
    },
    {
        "id": 3,
        "title": "أفضل محل ملابس محجبات في مدينة نصر",
        "price": 200.00,
        "description": "من المعروف أن مدينة نصر مليئة بمحلات الملابس الأنيقة، ولكن هل كُل محلات الملابس في مدينة نصر تهتم بملابس المحجبات الكاجوال؟يعد متجر خُطوة فرع مدينة نصر واحدًا من أشهر محلات الملابس التي تخاطب فئة الشباب من الجنسين في مصر. كما يُصنف ضمن قائمة أفضل المحلات التي تعطي قدرًا كبيرًا من الاهتمام لملابس المحجبات في القسم النسائي.",
        "category": "women's clothing",
        "image": "https://khotwh.com/cdn/shop/articles/storeone_54_without_season_770x.progressive.jpg?v=1676571935",
        "rating": {
            "rate": 4.7,
            "count": 500
        }
    },
    {
        "id": 4,
        "title":"أفضل محل ملابس محجبات في الدقي",
        "price": 200.00,
        "description": "من المعروف أن مدينة نصر مليئة بمحلات الملابس الأنيقة، ولكن هل كُل محلات الملابس في مدينة نصر تهتم بملابس المحجبات الكاجوال؟يعد متجر خُطوة فرع مدينة نصر واحدًا من أشهر محلات الملابس التي تخاطب فئة الشباب من الجنسين في مصر. كما يُصنف ضمن قائمة أفضل المحلات التي تعطي قدرًا كبيرًا من الاهتمام لملابس المحجبات في القسم النسائي.",
        "category": "women's clothing",
        "image": "https://khotwh.com/cdn/shop/articles/storeone_54_without_season_770x.progressive.jpg?v=1676571935",
        "rating": {
            "rate": 2.1,
            "count": 430
        }
    },
    
    
]

export default BlogData;